Repository: saeedrm6/RadioBax
Catalog: Plugins/blue-login-style/lang/alimir-*.po
Languages: fa_ir

source: Blue Login Themes is a tiny WordPress plugin that allows you to customize your login page with beautiful themes. Its features: ability to add message, change the login logo, ability to set login, logout and register redirect links and many more...
fa_ir: افزونه Blue Login Themes یک سیستم ساده و سبک برای تغییر و سفارشی سازی صفحه لوگین وردپرس است. بخشی از امکانات این افزونه عبارتند از: پشتیبانی از چندین قالب زیبا و کاربرپسند، قابلیت افزودن پیغام، آپلود تصویر لوگو و پس زمینه، قابلیت تغییر مسیر لینک ها و...

source: Welcome to Blue Login Themes
fa_ir: به دنیای Blue Login Themes خوش آمدید

source: Thanks for choosing Blue Login Themes! This version is our leanest and most powerful version yet.
fa_ir: از اینکه از افزونه Blue Login Themes استفاده می کنید، خیلی ممنونیم! نسخه جدید قویترین و کامل ترین نسخه منتشر شده از این افزونه است.

source: Version
fa_ir: نسخه

source: Getting Started
fa_ir: از اینجا شروع کنید

source: Credits
fa_ir: سازندگان

source: Support
fa_ir: پشتیبانی

source: Reviews
fa_ir: امتیازدهی

source: Contact
fa_ir: تماس با ما

source: Welcome to the Blue Login Themes
fa_ir: به دنیای Blue Login Themes خوش آمدید

source: Novelty Of Blue Login Themes
fa_ir: آخرین تغییرات افزونه Blue Login Themes

source: New Switch Theme Panel
fa_ir: پنل جدید برای تغییر قالب

source: New Setting Panel
fa_ir: پنل تنظیمات قالب

source: Blue Login Themes is created by many love and time. Enjoy it :)
fa_ir: افزونه Blue Login Themes با صرف کلی زمان و علاقه آماده شده است. امیدواریم که از آن لذت ببرید.

source: Project Leaders
fa_ir: راهبران پروژه

source: Project Lead & Developer
fa_ir: راهبر ارشد و توسعه دهنده

source: Translations
fa_ir: ترجمه ها

source: Like this plugin?
fa_ir: از این افزونه خوشتون اومد؟

source: Show your support by Rating 5 Star in <a href="http://wordpress.org/plugins/blue-login-style/"> Plugin Directory reviews</a>
fa_ir: با امتیاز 5 ستاره در <a href="http://wordpress.org/plugins/blue-login-style/">مخزن وردپرس</a> از این افزونه حمایت کنید...

source: Login Themes
fa_ir: قالب های لوگین

source: Login Options
fa_ir: تنظیمات ورود به سیستم

source: About Blue Login
fa_ir: درباره این افزونه

source: Blue Login Theme Settings
fa_ir: تنظیمات افزونه Blue Login Theme

source: Settings saved.
fa_ir: تنظیمات ذخیره شد

source: Login logo URL
fa_ir: آدرس لوگو ورود

source: Enter an URL or upload an image for the logo.
fa_ir: در این بخش، می توانید لوگو سایت خود را جهت نمایش در صفحه ورود، تنظیم کنید.

source: Customize
fa_ir: سفارشی سازی

source: Activate
fa_ir: فعال سازی

source: Active this option to see the custom styles settings.
fa_ir: با فعال کردن این گزینه می توانید تنظیمات سفارشی را در قالب ها اضافه کنید.

source: Background Image URL
fa_ir: آدرس تصویر پس زمینه

source: Enter an URL or upload an image for the background image.
fa_ir: در این بخش، می توانید یک تصویر پس زمینه سفارشی را انتخاب و بارگذاری کنید.

source: Repeat
fa_ir: تکرار

source: No Repeat
fa_ir: بدون تکرار

source: Tile
fa_ir: تکرار موزاییکی

source: Tile Horizontally
fa_ir: تکرار افقی

source: Tile Vertically
fa_ir: تکرار عمودی

source: choose the background repeat setting.
fa_ir: تنظیمات تکرار در تصویر پس زمینه

source: Position
fa_ir: موقعیت

source: Left
fa_ir: چپ

source: Center
fa_ir: وسط

source: Right
fa_ir: راست

source: choose the background Position setting.
fa_ir: تنظیمات موقعیت در تصویر پس زمینه

source: Login Redirect
fa_ir: لینک تغییر مسیر ورود کاربران

source: Enter an URL for the login redirection link.
fa_ir: در این بخش می توانید یک لینک را جهت تغییر مسیر کاربران، پس از انجام عملیات ورود به سایت، مشخص کنید

source: Logout Redirection
fa_ir: لینک تغییر مسیر خروج کاربران

source: Enter an URL for the logout redirection link.
fa_ir: در این بخش می توانید یک لینک را جهت تغییر مسیر کاربران، پس از خارج شدن وارد کنید

source: Register Redirection
fa_ir: لینک تغییر مسیر پس از نام نویسی

source: Enter an URL for the register redirection link.
fa_ir: در این بخش می توانید یک لینک را جهت تغییر مسیر کاربران، پس از نام نویسی وارد کنید

source: Login Page Message
fa_ir: پیغام صفحه ورود:

source: Blue Login Themes
fa_ir: افزونه قالب های لوگین

source: New theme activated.
fa_ir: قالب جدید، فعال شد.

source: Active:
fa_ir: فعال:
